Repository: hanaral/spectator
Catalog: po/extra/*.po
Languages: fy

source: REST Client
fy: REST Kliïnt

source: Comfortably test your REST APIs!
fy: Noflik Jo REST API's teste.

source: Gives you the possibilty to test your REST application.
fy: Jout jo de kâns jo REST applikaasje te testen.

source: Send custom headers and self defined bodies to your application and displays the response in a clean way.
fy: Stjoer oanposte kopteksten en sels definieere ynhâld nei jo applikaasje en lit de beantwurding der op op in dúdlike wize sjen.

source: JavaScript Integration
fy: JavaScript Yntegraasje

source: Adds the possibility to augment your requests with scripting.
fy: Foeget de mooglikheid ta om jo oanfraachen oan te passen mei skripts.

source: The developer can use the 'before_sending' JavaScript function to augment the request.
fy: De ûntwikkelder kin de JavaScript funksje 'before_sending' brûke, om de oanfraach oan te passen.

source: HTTP.get(url), HTTP.post(url, config) and other request methods are available from script
fy: HTTP.get(url), HTTP.post(url, config) en oare oanfraach metodes binne beskikber fanút it skript

source: Fixes a bug where the application crashes if a URL param is entered from key-value view without a URL
fy: Lost in probleem op werby de applikaasje ûtfalt as jo in URL param ynfiere yn it kaai-waerde oersjoch, sûnder in URL.

source: Initial Release
fy: Earste Útjouwing
