Repository: hanaral/spectator
Catalog: po/*.po
Languages: fy

source: Delete Request?
fy: Oanfraach Fuortsmite?

source: This action will permanently delete <b>%s</b>. This can't be undone!
fy: Disse aksje smiet <b>%s</b> foar oltiid fuort. Dit kinst nei de tiid nea weromhelje!

source: Delete Request
fy: Oanfraach Fuortsmite

source: Name:
fy: Namme:

source: Close
fy: Slúte

source: Create Request
fy: Oanfraach oanmeitsje

source: My Request
fy: Mien Oanfraach

source: Create
fy: Oanmeitsje

source: Request name must not be empty.
fy: Oanfraach namme mei net leech wéze.

source: Update Request
fy: Fernijings oanfraach

source: Update
fy: Fernije

source: Preferences
fy: Foarkarren

source: General
fy: Algemien

source: Network
fy: Netwurk

source: Editor
fy: Bewurker

source: Dark Theme
fy: Tsjuster tema

source: Follow redirects automatically
fy: Trochferwiizingen automatysk folchje

source: Maximum Redirects
fy: Maksimum oantal trochferwiizingen

source: Network Request Timeout
fy: Netwurk oanfraachen Skoftsje

source: Use Proxy
fy: Proksje brûke

source: HTTP Proxy
fy: HTTP Proksje

source: HTTPS Proxy
fy: HTTPS Proksje

source: No Proxy
fy: Gjin Proksje

source: Use User Information
fy: Brûkersinformaasje brûke

source: Username
fy: Brûkersnamme

source: Password
fy: Wachtwurd

source: Inspect your HTTP transmissions to the web
fy: Ynspektearje jo HTTP oerdrachten op it web

source: Create a new request to the web.
fy: In nije oanfraach tot it web oanmeitsje

source: Create Collection
fy: Samling Oanmeitsje

source: Create a new collection to arrange your requests.
fy: In nije samling oanmeitsje om jo oanfraachen te organisearjen.

source: Delete Collection?
fy: Samling fuortsmite?

source: This action will permanently delete <b>%s</b>. All requests for this collection will also be deleted. This can't be undone!
fy: Disse asksje sil <b>%s</b> foar oltiid fuortsmite. Alle oanfraachen foar disse samling sille ek fuortsmiten wurde. Dit kinne jo nei de tiid nea weromhelje!

source: Delete Collection
fy: Samling Fuortsmite

source: No URL specified
fy: Gjin URL oantsjutte

source: Edit
fy: Bewurkje

source: Clone
fy: Ferdûbbelje

source: Delete
fy: Fuortsmite

source: Are you sure you want to change the type?
fy: Binne jo der wis fan dat jo it type feroarje wolle?

source: This action will delete the current body content. Proceed changing the body type?
fy: Disse aksje sil de aktuele haadtekst ynhâld fuort smite. Trochgean mei it feroarjen fan it haadtekst type?

source: Change Type
fy: Type feroarje

source: Key
fy: Kaai

source: Value
fy: Waerde

source: Array
fy: Searje

source: No status
fy: Gjin status

source: No duration
fy: Gjin lingte fan tiid

source: No size
fy: Gjin grutte

source: seconds
fy: sekonden

source: Add Header
fy: Koptekst tafoegje

source: Add Parameter
fy: Parameters tafoegje

source: Headers
fy: Kopteksten

source: Script
fy: Skript

source: Body
fy: Haadtekst

source: Type an URL
fy: URL ynfiere

source: Plain
fy: Gewoan

source: Add
fy: Tafoechje
